/* In browser window title */
"Get a registration key!" = "Oregistrerad";

/* The full name of the supporter */
"Registered to {0}" = "Registrerat till {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Tack för ditt stöd! Ditt bidrag underlättar fortsatt utveckling av Cyberduck så att det kan bli ännu bättre.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Registreringsnyckeln har kopierats till mappen Application Support.";

/* Validation failed */
"Not a valid registration key" = "Ogiltig registreringsnyckel";

"This registration key does not appear to be valid." = "Registreringsnyckeln verkar inte vara giltig.";

/* Thank you */
"Continue" = "Fortsätt";
